<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'Ці облікові дані не відповідають нашим записам.',
    'password' => 'Наданий пароль неправильний.',
    'throttle' => 'Забагато спроб входу. Повторіть спробу через :seconds секунд.',
    'please_confirm_password' => 'Це безпечна область програми. Перш ніж продовжити, підтвердьте свій пароль.',
    'confirm' => 'Підтвердити',
    'password_alt' => 'Пароль',
    'confirm_password' => 'Підтвердити пароль',
    'forgot_your_password' => 'Забули пароль? Без проблем. Просто повідомте нам свою електронну адресу, і ми надішлемо вам електронною поштою посилання для зміни пароля, яке дозволить вам вибрати новий.',
    'forgot_your_password_short' => 'Забули пароль?',
    'name' => 'Ім\'я',
    'email' => 'Електронна пошта',
    'email_password_reset_link' => 'Посилання для відновлення пароля електронною поштою',
    'remember_me' => 'Запам\'ятати мене',
    'login' => 'Увійти',
    'already_registered' => 'Вже зареєстровані?',
    'register' => 'Зареєструватися',
    'reset_password' => 'Скинути пароль',
    'thanks_for_signing_up' => 'Дякуємо за реєстрацію! Перш ніж почати, чи могли б ви підтвердити свою електронну адресу, натиснувши посилання, яке ми щойно надіслали вам? Якщо ви не отримали електронний лист, ми з радістю надішлемо вам інший.',
    'new_verification_link_has_been_sent' => 'Нове посилання для підтвердження було надіслано на адресу електронної пошти, яку ви вказали під час реєстрації.',
    'resend_verification_email' => 'Повторно надіслати електронний лист для підтвердження',
    'log_out' => 'Вийти',
    'delete_account' => 'Видалити обліковий запис',
    'once_your_account_is_deleted_download' => 'Після видалення вашого облікового запису всі його ресурси та дані будуть остаточно видалені. Перед видаленням свого облікового запису завантажте будь-які дані чи інформацію, які ви хочете зберегти.',
    'once_your_account_is_deleted' => 'Після видалення вашого облікового запису всі його ресурси та дані будуть остаточно видалені. Будь ласка, введіть свій пароль, щоб підтвердити, що ви хочете остаточно видалити свій обліковий запис.',
    'are_you_sure_you_want_to_delete' => 'Ви впевнені, що хочете видалити свій акаунт?',
    'cancel' => 'Скасувати',
    'update_password' => 'Оновити пароль',
    'ensure_your_account_is_using_long' => 'Переконайтеся, що ваш обліковий запис використовує довгий, випадковий пароль, щоб залишатися в безпеці.',
    'current_password' => 'Поточний пароль',
    'new_password' => 'Новий пароль',
    'save' => 'Зберегти',
    'saved' => 'Збережено.',
    'profile' => 'Профіль',
    'profile_information' => 'Інформація про профіль',
    'update_your_account' => 'Оновіть інформацію профілю та адресу електронної пошти свого облікового запису.',
    'your_email_address_is_unverified' => 'Ваша електронна адреса не підтверджена.',
    'click_here_to_resend_the_verification_email' => 'Натисніть тут, щоб повторно надіслати електронний лист для підтвердження.',
    'a_new_verification_link_has_been_sent' => 'Нове посилання для підтвердження надіслано на вашу електронну адресу.',
    'dashboard' => 'Інформаційна панель',
    'you_re_logged_in' => 'Ви увійшли в систему!',
];
